Repository: ltsuda/azul-digital
Catalog: Azul Digital/Azul Digital/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

# image.buy
source: Buy
pt_br: Comprar

# image.buy_enabled
source: Buy_enabled
pt_br: Comprar_enabled

# image.buy_ticket
source: Buy-ticket
pt_br: Comprar-ticket

# image.buy_ticket_enabled
source: Buy-ticket-enabled
pt_br: Comprar-ticket-enabled

# common.empty
source: Empty fields
pt_br: Campos vazios

# common.empty_description
source: Please, fill-in all fields
pt_br: Favor preencher todos os campos

# common.fill.email_pass
source: Please, fill-in email and password fields
pt_br: Favor preencher os campos Email e Senha

# common.try_again
source: Try again!
pt_br: Tentar novamente

# common.invalid_email
source: invalid email
pt_br: Email inválido

# common.invalid_email_description
source: Please, fill-in with format user@provider.com
pt_br: Favor preencher no formato usuario@provedor.com.br

# common.email_used
source: Email already in use
pt_br: Email em uso

# common.email_used_description
source: This email is already in use, please try another
pt_br: Este email já está em uso, favor utilizar outro email

# common.weak_pass
source: Weak password
pt_br: Senha insegura

# common.weak_pass_description
source: Please, use password with 6 character or more
pt_br: Favor utilizar uma senha com mais de 6 dígitos

# common.code
source: Code
pt_br: Código

# common.service_disabled
source: Service disabled
pt_br: Serviço desabilitado

# common.service_disabled_description
source: Please, contact the developer
pt_br: Favor entrar em contato com o desenvolvedor

# common.account_disabled
source: Account disabled
pt_br: Conta desabilitada

# common.wrong_pass
source: Wrong password
pt_br: Senha incorreta

# common.wrong_pass_description
source: Please, check your password
pt_br: Favor verifique sua senha

# common.wrong_format
source: Wrong format
pt_br: Formato incorreto

# common.wrong_format_description
source: Please, fill-in card number correctly
pt_br: Favor preencher o numero do cartão corretamente

# common.fill_fields_description
source: Please, fill-in correctly
pt_br: Favor preencher os campos corretamente

# common.car_used
source: Car already in use
pt_br: Veículo já existente

# common.car_used_description
source: Please, fill-in with your new car's information
pt_br: Favor preencher os campos com os dados do seu novo veículo

# common.plate_format_description
source: Please, fill-in plate with format ABC0001
pt_br: Favor preencher a placa no formato ABC0001

# common.user_inexistent
source: User inexistent
pt_br: Usuário inexistente

# common.user_inexistent_description
source: User data do not exist
pt_br: Dados do usuário não existem

# common.empty_cash
source: No funds
pt_br: Saldo insuficiente

# common.empty_cash_description
source: Recharge?
pt_br: Deseja recarregar?

# common.data_inexistent
source: Information do not exist
pt_br: Dados inexistente

# common.data_inexistent_description
source: Address do not exist
pt_br: Endereço não existe

# common.save_timeout_description
source: Timout to save image
pt_br: O tempo para salvar a imagem excedeu

# common.code_1
source: Code: -1
pt_br: Código: -1

# common.save_timeout
source: Timout
pt_br: Tempo excedido

# common.loading_data
source: Loading data
pt_br: Carregando dados

# common.buy_ticket_description
source: Your ticket is valid for 1 hour only, itâ€™s possible to renew after the timer expires
pt_br: O bilhete é válido por apenas 1 hora, podendo ser renovado após expirar

# common.no_address
source: No address
pt_br: Sem endereço

# common.card
source: Card
pt_br: Cartão

# common.card_description
source: We need these information only to associate with your profile and you'll only be charged if you buy a ticket
pt_br: Precisamos dessas informações apenas para associá-las ao seu usário, somente será debitado quando comprar um bilhete

# common.car
source: Car
pt_br: Carro

# common.car_description
source: We need these information only to associate with your profile
pt_br: Precisamos dessas informações apenas para associá-las ao seu usário

# common.cancel
source: Cancel
pt_br: Cancelar

# common.buy
source: Buy
pt_br: Comprar

# common.confirmation
source: Are you sure?
pt_br: Tem certeza?

# common.value
source: Value:
pt_br: Valor:

# common.time
source: Time:
pt_br: Horário:

# common.email_format
source: user@provider.com
pt_br: usuario@provedor.com.br

# common.password
source: password
pt_br: Senha

# common.first_name
source: First
pt_br: Nome

# common.last_name
source: Last
pt_br: Sobrenome

# common.brand
source: Brand
pt_br: Marca

# common.model
source: Model
pt_br: Modelo

# common.color
source: Color
pt_br: Cor

# common.empty_address
source: Empty Address
pt_br: Sem endereço

# common.profile_title
source: Profile
pt_br: Perfil

# common.settings_title
source: Settings
pt_br: Configurações

# common.history
source: History
pt_br: Histórico
